export default {
  projections: {
    ЕжикE: {
      имя: {
        __caption__: 'Имя'
      },
      возраст: {
        __caption__: 'Возраст'
      },
      лапаЕжика: {
        __caption__: 'Лапа ежика',
        расположение: {
          __caption__: 'Расположение'
        },
        целостность: {
          __caption__: 'Целостность'
        }
      }
    },
    ЕжикL: {
      имя: {
        __caption__: 'Имя'
      },
      возраст: {
        __caption__: 'Возраст'
      }
    }
  },
  validations: {
    возраст: {
      __caption__: 'Возраст'
    },
    имя: {
      __caption__: 'Имя'
    },
    лапаЕжика: {
      __caption__: 'Лапа ежика'
    }
  }
};
