export default {
  projections: {
    НораЕжикаE: {
      расположение: {
        __caption__: 'Расположение'
      },
      количествоВходов: {
        __caption__: 'Количество входов'
      },
      ежик: {
        __caption__: 'Ежик',
        имя: {
          __caption__: 'Имя'
        }
      }
    },
    НораЕжикаL: {
      расположение: {
        __caption__: 'Расположение'
      },
      количествоВходов: {
        __caption__: 'Количество входов'
      },
      ежик: {
        __caption__: 'Имя',
        имя: {
          __caption__: 'Имя'
        }
      }
    }
  },
  validations: {
    количествоВходов: {
      __caption__: 'Количество входов'
    },
    расположение: {
      __caption__: 'Расположение'
    },
    ежик: {
      __caption__: 'Ежик'
    }
  }
};
